Repository: Paywoow-App/iOS-Paywoow
Catalog: PayWoow/PayWoow/*.lproj/Localizable.strings
Languages: tr

source: 1-) Transfer Rules BIGO publishers find themselves outside of BIGO and work depending on the agencies that recruit in BIGO. Unless there is any negligence or abuse, they are not transferred from their agency. If an agency transfers a publisher without the permission of the original agency, these rules should be followed. Important note: Eliminated publishers are not allowed to open a second account and work with other agencies. If a violation of this rule is detected, the publisher's account will be banned and the publisher will not receive that month's salary 1-) The Publisher whose Transfer is Requested Must Meet the Conditions - The publisher must have worked in their own agency for at least 6 months. - The publisher has 120K beans in any month in the last 3 months must have collected. The publisher must fulfill both conditions. Transfer Rules 2-) Transfer Fee The new agency has to pay the publisher's highest salary in the last 6 months as the transfer fee to the old agency. Example: If the publisher's highest salary in the last 6 months is $3,240, the publisher's transfer fee is $3,240. Payment Method: Upon request, the transfer fee can be deducted from the new agency's premium and added to the old agency's premium. 3-) Transfer Application and Process - Publisher or new agency applies to BIGO by the end of the 21st of each month - BIGO ensures that the necessary conditions for the transfer of the publisher are met. checks. -If the publisher meets the conditions for the transfer, Bigo contacts both agencies. - BIGO informs the publisher about the results. Note: The salary of the month for which the publisher applies for the transfer is sent to their new agency, but the commission is sent to the old agency.
tr: 1-) Transfer Kuralları BIGO yayıncıları kendilerini BIGO'nun dışında bulurlar ve BIGO'da işe alım yapan ajanslara bağlı olarak çalışırlar. Herhangi bir ihmal veya suiistimal olmadıkça acentelerinden devir alınmazlar. Bir ajans, orijinal ajansın izni olmadan bir yayıncıyı devrederse, bu kurallara uyulmalıdır. Önemli not: Elenen yayıncıların ikinci bir hesap açıp başka ajanslarla çalışmasına izin verilmez. Bu kuralın ihlali tespit edilirse yayıncının hesabı kapatılır ve yayıncı o ayki maaşını alamayacaktır. en az 6 aydır. - Yayıncının son 3 ayda herhangi bir ayda 120 bin fasulye toplamış olması gerekir. Yayıncı her iki koşulu da yerine getirmelidir. Transfer Kuralları 2-) Transfer Ücreti Yeni ajans, eski ajansa transfer ücreti olarak yayıncının son 6 ay içindeki en yüksek maaşını ödemek zorundadır. Örnek: Yayıncının son 6 aydaki en yüksek maaşı 3.240 TL ise, yayıncının transfer ücreti 3.240 TL'dir. Ödeme Şekli: Talep edilmesi halinde transfer ücreti yeni acentenin priminden düşülerek eski acentenin primine eklenebilir. 3-) Transfer Başvurusu ve Süreci - Yayıncı veya yeni acente her ayın 21'i sonuna kadar BIGO'ya başvurur. - BIGO, yayıncının devri için gerekli koşulların sağlanmasını sağlar. çekler. -Yayıncı, aktarım koşullarını karşılıyorsa, Bigo her iki ajansla da iletişime geçer. - BIGO sonuçları yayıncıya bildirir. Not: Yayıncının devir için başvurduğu ayın maaşı yeni ajansına, komisyonu ise eski ajansına gönderilir.
