Repository: Paywoow-App/iOS-Paywoow
Catalog: PayWoow/PayWoow/*.lproj/Localizable.strings
Languages: tr

source: Bank Card
tr: Banka Kartı

source: The sale amount will be withdrawn from your wallet.
tr: Satış tutarı cüzdanınızdan çekilecektir.

source: Create Pin Code
tr: Giriş Pin'i Oluştur

source: Silver
tr: Gümüş

source: Black
tr: Siyah

source: Gold
tr: Altın

source: Casper
tr: Hayalet

source: Start Gold Subscription
tr: Altın Aboneliği Başlat

source: Subscription Informations
tr: Abonelik Bilgisi

source: Chat
tr: Mesaj

source: Block Remover
tr: Ban Hizmetleri

source: Level %3 up
tr: Level %3 Artış

source: Rosette
tr: Rozet

source: Crown
tr: Taç

source: Edit
tr: Düzen

source: ID Change
tr: ID Değiştirme

source: Casper User
tr: Hayalet Kullanıcı

source: Customer Services
tr: Müşteri Hizmetleri

source: Your subscription will be renewed every month unless you cancel it.
tr: Aboneliğiniz her ay, iptal etmediğiniz taktirde yenilenecektir.

source: Level %2 up
tr: Level %2 Artış

source: Following
tr: Takip

source: Start Silver Subscription
tr: Gümüş Aboneliği Başlat

source: Block Services
tr: Ban Hizmetleri

source: Angels
tr: Melekler

source: Devils
tr: Şeytanlar

source: Send Request
tr: İstek Gönder

source: Become Angel
tr: Melek Ol

source: Sorry
tr: Üzgünüm

source: You have not requried Credit
tr: Yeterli Kredin Yok

source: Save Now
tr: Kurtar

source: Uploaded Credit
tr: Yüklenen Kredi

source: Your Badge
tr: Kalan Kredi

source: Transaction was complated
tr: İşleminiz başarıyla tamamlandı

source: Upload Credit to VIP Card
tr: VIP Karta Kredi Yükleme

source: Choose Credit
tr: Kredi Miktarı Seç

source: Choose Bank Card
tr: Banka Kartı Seç

source: When you pay to load credits, you accept the 'Distance Sales Agreement' and preliminary information. As per the Security Agreement, your card information is not stored. A single withdrawal is made securely from your card.
tr: Kredi yüklemek için ödeme yaptığınızda ‘’Mesafeli Satış Sözleşmesini’’ ve ön bilgileri kabul etmiş olursunuz. Güvenlik Sözleşmesi gereği kart bilgileriniz saklanmamaktadır. Kartınızdan güvenli bir şekilde tek çekim yapılır.

source: Cancel
tr: İptal

source: Upload Credit
tr: Kredi Yükle

source: Wallet
tr: Cüzdan

source: Choose Class
tr: Sınıf Seç

source: Permanent
tr: Kalıcı

source: Total credits received required
tr: Toplam alman gereken kredi

source: Transaction History
tr: İşlem Geçmişi

source: Type Message
tr: Mesaj Yaz

source: My Streamer Request
tr: Yayıncı İsteklerim

source: if any user want be your streammer, you will see here.
tr: Eğer bir yayıncı isteğin olursa burada görecek

source: Please Wait Recovery request is being sent to admin
tr: Lütfen Bekleyin Kurtarma isteği yönetime gönderiliyor

source: Report
tr: Şikayet Et

source: This device unpaired
tr: Bu cihaz doğrulanmadı

source: This device is not the same device you entered earlier. You can use an account with only one device. You have verified that you are the owner of this account. You cannot login more than once.
tr: Bu cihaz, daha önce girdiğiniz cihazla aynı değil. Bir hesabı yalnızca bir cihazla kullanabilirsiniz. Bu hesabın sahibi olduğunuzu doğruladınız. Birden fazla giriş yapamazsınız.

source: Paired Device
tr: Doğrulan Cihaz

source: This Device
tr: Bu Cihaz

source: Confirm Account
tr: Hesabı Doğrula

source: Verify Code
tr: Doğrulama Kodu

source: Sign Out
tr: Çıkış Yap

source: Your account was blocked
tr: Hesabınız Banlandı

source: Contact Us
tr: İletişime Geç

source: My Using Platform
tr: Kullanılan Platform

source: Search Platform
tr: Platform Ara

source: Our app developing on this time
tr: Uygulamamız geliştirme aşamasındadır.

source: We will back soon
tr: Yakında size döneceğiz.

source: The platform you choose in this panel; All transactions you make through the Paywoow application will be processed for that platform. Make sure you choose the correct platform when uploading.
tr: Bu panelde seçtiğiniz platform; Paywoow uygulaması üzerinden yaptığınız tüm işlemler o platform için işlenecektir. Yükleme yaparken doğru platformu seçtiğinizden emin olun.

source: Paywoow makes your in-app purchases to the chosen platform. Statistics, swap, Top50, referral code and recommendations.
tr: Paywoow, uygulama içi satın alımlarınızı seçilen platforma yapar. İstatistikler, takas, ilk 50, tavsiye kodu ve öneriler.

source: Are you sure?
tr: Emin misiniz?

source: The platform you choose in this panel; All transactions you will make through the Paywoow application will be processed for that platform. Make sure you choose the right platform when you upload, Paywoow will make your in-app purchases on the selected platform. Statistics, trade, top 50, referral code and recommendations.
tr: Bu panelde seçtiğiniz platform; Paywoow uygulaması üzerinden yapacağınız tüm işlemler o platform için işlenecektir. Yüklerken doğru platformu seçtiğinizden emin olun, Paywoow uygulama içi satın alımlarınızı seçilen platformda yapacaktır. İstatistikler, ticaret, ilk 50, tavsiye kodu ve öneriler

source: Continue
tr: Devam Et

source: Acccount Settings
tr: Hesap Ayarları

source: Personal Information
tr: Kişisel Bilgiler

source: Notifications
tr: Bildirimler

source: Using Platform
tr: Kullanılan Platform

source: Account Verification
tr: Hesap Doğrulama

source: Non-Verified
tr: Doğrulanmadı

source: Processing..
tr: İşleniyor

source: Complate Verification
tr: Doğrulamayı Tamamla

source: Verified
tr: Onaylandı

source: Account Type
tr: Hesap Türü

source: Agency
tr: Ajans

source: Streamer
tr: Yayıncı

source: Supporter
tr: Destekçi

source: Partnership
tr: Ortaklık ve İş Birliği

source: Support
tr: Destek

source: FAQ
tr: SSS

source: Suggetions
tr: Öneriler

source: Application
tr: Başvuru

source: How can i change the app languege?
tr: Uygulama dilini nasıl değiştirebilirim?

source: There are different steps where you can change Paywoow language due to phone updates. 1.Continue to next screen 2. Tap Language to select the language you want. If there is no language setting, first go to general iPhone language settings to set your preferred language.
tr: Telefon güncellemeleri nedeniyle Paywoow dilini değiştirebileceğiniz farklı adımlar vardır. 1.Sonraki ekrana devam edin 2. İstediğiniz dili seçmek için Dil'e dokunun. Dil ayarı yoksa, tercih ettiğiniz dili ayarlamak için önce genel iPhone dil ayarlarına gidin.

source: You shold draw your signature to continue
tr: Devam edebilmek için imzanı girmelisin

source: Do you want left here?
tr: Ayrılmak istiyor musun?

source: Add New Bank Card
tr: Yeni Banka Kartı Ekleme

source: Card Taken Name
tr: Karta İsim Ver

source: Holder Name
tr: Hesap Sahibinin Adı

source: This card information is kept under the guarantee of MasterPass
tr: Bu kart bilgileri MasterPass güvencesi altında tutulmaktadır.

source: Save
tr: Kaydet

source: Scan your card
tr: Kartını Tarat

source: Align cart on camera frame
tr: Arabayı kamera çerçevesine hizala

source: Update Your Billing Information
tr: Fatura Bilgilerinizi Güncelleyin

source: Individual
tr: Kişisel

source: Corporation
tr: Kurumsal

source: Adınız ve Soyadınız
tr: Name & Surname

source: Ex: David Adams
tr: Ör: Ahmet Yılmaz

source: Contact Number
tr: İletişim Numaranız

source: Address Information
tr: Adres Bilginiz

source: Corporation Address
tr: Şirket Adresiniz

source: TAX No
tr: Vergi No

source: Agency Declarations
tr: Bildirgeler

source: Declarations
tr: Bildirgeler

source: Documents
tr: Raporlar

source: Company Title
tr: Şirket Ünvanı

source: Show referral code in profile
tr: Referans kodunu profilde göster

source: My Streamers
tr: Yayıncılarım

source: If you have a publisher you will be able to see it here
tr: Eğer bir yayıncın olur ise buraada görebileceksiniz

source: My Profile
tr: Profilim

source: You don't have any orders
tr: Herhangi bir siparişin yok

source: Order Now
tr: Sipariş Ver

source: Referal Code
tr: Referans Kodum

source: Account Managment
tr: Hesap Yönetimi

source: Banka Informations
tr: Banka Bilgilerim

source: Orders
tr: Siparişlerim

source: User Guide
tr: Kullanıcı Klavuzu

source: Streammer
tr: Yayıncılar

source: Streamer Applications
tr: Yayıncı Başvuruları

source: Old Password
tr: Eski Şifre

source: New Password
tr: Yeni Şifre

source: Re-New Password
tr: Yeni Şifre Tekrar

source: Verifivation Code
tr: Doğrulama Kodu

source: Send Code
tr: Kod Gönder

source: We sent a code to your number
tr: numaranıza bir doğrulama kodu gönderdik

source: Update
tr: Güncelle

source: VIP Type :
tr: VIP Türü :

source: My Agency
tr: Ajansım

source: Tax Free Application
tr: Vergi Muafiyeti Belgesi

source: Total Credit :
tr: Toplam Kredi :

source: Card Number :
tr: Kart Numarası :

source: Expiry Date :
tr: Son Geçerlilik Tarihi :

source: Change Password
tr: Şifre Değiştir

source: Two-Factor Security
tr: İki Faktörlü Doğrulama

source: Take a Credit
tr: Kredi Çek

source: Congratulations! Your reference code is above. By sharing this code with your support, it gives a gift to you and the supporter who shopped from the app.
tr: Tebrikler! Referans kodunuz yukarıdadır. Bu kodu desteğinizle paylaşarak size ve uygulamadan alışveriş yapan destekçiye hediye veriyor.

source: Copy Referance Code
tr: Referans Kodunu Kopyala

source: Online Payment
tr: Online Ödeme

source: VIP Card Payment
tr: VIP Kart Ödemesi

source: You have not any order
tr: Şuan da bir siparişin yok

source: Earn gifts by sharing with your friends!
tr: Arkadaşlarına paylaşarak hediye kazan!

source: Slider Settings
tr: Slayt Ayarları

source: Swap Messages
tr: Takas Mesajları

source: What is a Swap Message?
tr: Takas Mesajı nedir?

source: First of all, the purpose of this is a section designed for swap conversion seekers. All of your conversations here will be shown to you one day only.
tr: Öncelikle buranın amacı, takas dönüşüm arayanlar için tasarlanmıs bir kısımdır. Buradaki konuşmalarınızın hepsi tekt bir gün sadece size gösterilecektir.

source: This place is kind of empty!
tr: Burası biraz boş!

source: If you have a notification, you can see it here
tr: Eğer bir bildirimin olur ise burada görebilirsin

source: About to delete all Notifications?
tr: Bütün Bildirimleri silmek üzeresin?

source: Agency Reports
tr: Şikayet Edilenler

source: Swap Details
tr: Takas Detayları

source: Your Message Limit has been reached
tr: Mesaj Limitiniz dolmuştur

source: Chat Closed
tr: Sohbet Kapatıldı

source: Your swap has been terminated.
tr: Takasınız Sonlandırılmıştır.

source: Menu
tr: Menü

source: Swap Complated
tr: Takas Tamamlandı

source: By adding your credit or debit card, you agree to the User agreement and Privacy Policy. Safety is our first priority.
tr: Kredi veya banka kartınızı ekleyerek, Kullanıcı sözleşmesini ve Gizlilik Politikasını kabul etmiş olursunuz. Güvenlik birinci önceliğimizdir.

source: This card information is kept under the guarantee of MasterPass.
tr: Bu kart bilgileri MasterPass güvencesi altında saklanmaktadır.

source: Copied
tr: Kopyalandı

source: Complated
tr: Yükleme Başarılı

source: Close Chat
tr: Sohbeti Kapat

source: Special Messages
tr: Özel Mesajlaşma

source: Edit Profile
tr: Profilini Düzenle

source: Complate Information
tr: Bilgilerini Doğrula

source: Personal Informations
tr: Kişisel Bilgiler

source: Username
tr: Kullanıcı Adı

source: Selected Platform ID
tr: Seçilen Platform ID (ör: BigoLive)

source: This ID has been used before
tr: Bu ID daha önce kullanılmış

source: Name
tr: İsim

source: Complate
tr: Tamamla

source: Send Streamer Demo
tr: Yayıncı Demo'su Gönder

source: Streamer Demo List
tr: Yayıncı Demoları

source: Surname
tr: Soyisim

source: Verification Code
tr: Doğrulama Kodu

source: Phone Number
tr: Telefon Numarası

source: Address Info
tr: Adres Bilgileri

source: Town
tr: İlçe

source: Choose Gender
tr: Cinsiyet Seç

source: Error
tr: Hata

source: You can't change this information
tr: Bu bilgiyi bir daha değiştiremezsiniz!

source: You do not have a debit card defined for your account. You can define your debit card by clicking the plus button at the top right.
tr: Hesabına tanımlı bir banka kartın mevcut değil. Hemen sağ üstteki artı butonundan banka kartını tanımlayabilirsin.

source: My Salary
tr: Kazancım

source: It will be at your service very soon. We are currently doing the necessary work. We look forward to providing this service to you. Stay tuned dear user.
tr: Çok yakında hizmetinizde olacaktır. Şu anda gerekli çalışmaları yapıyoruz. Bu hizmeti size sunmak için sabırsızlanıyoruz. Takipte kalın sevgili kullanıcı.

source: Total Salary
tr: Hemen Çek

source: Reference Code
tr: Referans Kodu

source: Submit Now!
tr: Gönder

source: Gift PCS
tr: Hediye Miktarı

source: Get Ready Order
tr: Siparişinizi Hazırlayın

source: Type Amount
tr: Kredi Gir

source: Price
tr: Tutar

source: Upload ID
tr: Yükleme Yapılacak ID

source: VIP Card
tr: VIP Kartım

source: My Bank Card
tr: Banka Kartım

source: Reference Code (Optional)
tr: Referans Kodu (Opsiyonel)

source: With the name on your debit card, the name must be old. Otherwise, do it.
tr: Banka kartınızın üzerindeki isim ile hesabınızdaki isim aynı olmalı.

source: By placing an order, you accept the 'Distance Sales Agreement' and preliminary information. As per the Security Agreement, your card information is not stored. A single withdrawal is made securely from your card.
tr: Sipariş vererek ''Mesafeli Satış Sözleşmesini'' ve ön bilgileri kabul etmiş olursunuz. Güvenlik Sözleşmesi gereği kart bilgileriniz saklanmamaktadır. Kartınızdan güvenli bir şekilde tek çekim yapılır.

source: Signature
tr: İmza

source: Your credit will decrease from your card.
tr: Krediniz VIP kartınızdan azalacaktır.

source: Use Credit
tr: Kredi Kullan

source: What does it mean?
tr: Bu ne anlama geliyor?

source: If a streamer you support has shared a referral code with you, you can use it here. This will give you lots of gifts.
tr: Bir desteklediğiniz yayıncı size bir referans kodu paylaştı ise burada kullanbilirisiniz. Bu sayede size bol bol hediye kazandıracaktır

source: If a publisher you support has shared a referral code with you, you can use it here. This will give you lots of gifts.
tr: Bir desteklediğiniz yayıncı size bir referans kodu paylaştı ise burada kullanbilirisiniz. Bu sayede size bol bol hediye kazandıracaktır

source: Verify Signature
tr: İmzanı Doğrula

source: By adding your signature, you agree that the transaction belongs to you. Otherwise, you cannot perform the operation.
tr: İmzanızı ekleyerek işlemin size ait olduğunu kabul etmektesiniz. Aksi takdirde işlemi gerçekleştiremezsiniz.

source: Don't worry, it won't take long. We are only trying to make your payment secure.
tr: Meraklanmayın fazla uzun sürmeyecektir. Sadece ödemenizin güvenli bir şekilde gerçekleşmesi için uğraşıyoruz.

source: Your transaction has been successfully completed
tr: İşleminiz başarıyla tamamlandı

source: Sorry, we couldn't complete your transaction! please try again later
tr: Maalesef işleminizi tamamlayamadık! lütfen daha sonra tekrar deneyin

source: Swap
tr: Takas

source: Waiting
tr: Beklemede

source: Matched
tr: Eşleşen

source: Country:
tr: Ülke:

source: Latest
tr: En Son

source: High Level
tr: Önce yüksek level

source: Low Level
tr: Önce düşük level

source: High Diamond
tr: Önce yüksek elmas

source: Low Diamond
tr: Önce düşük elmas

source: Newest
tr: En Yeni

source: No
tr: Hayır

source: Yes
tr: Evet

source: Swap Amount?
tr: Ne kadarlık takas?

source: Choose Country :
tr: Ülke seç :

source: Turkey
tr: Türkiye

source: Create
tr: Oluştur

source: About Top50 List
tr: Top 50 Listesi Hakkında

source: 1- How can I rise to the Top 50?
tr: 1- Top 50 ye nasıl yükselebilirim?

source: The easiest way to rise here is the amount of diamonds in the diamond cards you receive. So the fastest way to rise is to buy diamond cards.
tr: Burada yükselebilmenin en kolay yolu aldığınız elmas kartlarındaki elmas miktarıdır. Bu yüzden en hızlı yükselmenin yolu elmas kartlarından almaktır.

source: 2- Why is it important to be in the Top 50?
tr: 2- Top 50 de olmak neden önemlidir?

source: When he rises here, they will start to see you among your supporters and other players.
tr: Buraya yükseldiğinizde sizlerin destekçileri ve diğer yayıncıların arasında görünmeye başlayacaktır.

source: 3- How can I get the Top50 Gift?
tr: 3- Top50 Hediyesini nasıl alabilirim?

source: In order for you to receive the gifts we have specially prepared for you, the first thing we want is to maintain your continuity. It will be a matter of time before you reach our Top 50 list by maintaining your continuity. Our biggest gift in the Top 50 will be to give you a large amount of diamond cards as our own Sellers. Of course, if we tell other surprises in advance, it will have no purpose.
tr: Sizler için özel olarak hazırladığımız hediyeleri alabilmeniz için en önceki istediğimiz devamlılığınızı koruyabilmeniz. Devamlılığınızı koruyarak Top 50 listemize çıkmanız an meselesi olacaktır. Top 50 deki en büyük hediyemiz sizlere bizzat Satıcılarımız olarak yüklü miktarda elmas kartı hediye etmek olacaktır. Tabi diğer süprizleri şimdiden söyler isek bir amacı kalmayacaktır..

source: 4- Being Bronze, Silver, Gold?
tr: 4- Bronze, Silver, Gold Olmak?

source: You will be able to win prizes in our events that we will prepare for you soon.
tr: Yakında sizler için hazırlayacağımız etkinliklerimizde ödül kazanabilme olanağınız artacaktır.

source: Reply
tr: Cevapla

source: Special Repy
tr: Özel Olarak Cevapla

source: Submit PK Request
tr: PK Talebi Gönder

source: Submit Swap Request
tr: Takas Talebi Gönder

source: Delete
tr: Sil

source: V System Salary
tr: V Sistemi Maaş

source: Blue System Salary
tr: Blue Sistemi Maaş

source: Streamer Weekly Salary
tr: Haftalık Yayıncı Maaşı

source: Download
tr: İndir

source: Content Streamer Salary
tr: İçerik Yayıncısı Maaşı

source: To create a better user experience, BIGO monitors and monitors broadcasts. For this reason, broadcasters are expected to abide by certain rules during broadcasting. We hope that you, our valued partners, can support us and work with us in this direction so that we can provide a better community environment. Important Note: BIGO Management agency group does not have the authority to unban or unban. Only VIP teams provide this support. * Reasons for Ban* 1-) If the broadcaster has a very prominent décolleté or shows nipples while on the air, they will be banned 2-) Broadcasters who insult national leaders, countries and religions, discriminate or talk about terrorism on the air will be permanently banned. 3-) If the broadcaster is live while driving, he will be banned. 4-) If the broadcaster says the name of the competing applications in the live broadcast, he will be banned. 5-) If the broadcaster swears or insults BIGO or BIGO Management while on the air, he will be permanently banned. 6-) Publishers who are found to be underage or who show children or babies during the broadcast will be banned. 7-) If the broadcaster acts in any way that endanger his security during the live broadcast, he will be permanently banned. 8-) If the broadcaster is playing Greedy BIGO, Yummy BIGO or Fisher BIGO while it is live, it will get a global ban. 9-) Smoking or hugging, drinking alcohol, using drugs or exhibiting drug behavior in BIGO are grounds for ban.
tr: Daha iyi bir kullanıcı deneyimi yaratmak için BIGO, yayınları denetler ve gözlemler. Bu nedenle, yayıncıların yayın esnasında belli başlı kurallara uymaları beklenmektedir. Daha iyi bir topluluk ortamı sağlayabilmek için, siz değerli ortaklarımızın bizi destekleyebileceğini ve bizimle bu yönde çalışabileceğini umuyoruz. Önemli Not: BIGO Yönetim ajans grubu ban kaldırmak ya da ban atmak gibi yetkilere sahip değildir. Bu destekleri yalnızca VIP ekipleri sağlamaktadır. * Ban Sebepleri* 1-) Yayıncı yayındayken çok belirgin bir dekoltesi varsa ya da meme uçları görünüyorsa banlanacaktır 2-) Ulusal liderlere, ülkelere ve dinlere hakaret eden, ayrımcılık yapan veya canlı yayında terör hakkında konuşan yayıncılar kalıcı olarak banlanacaktır. 3-) Yayıncı araba kullanırken canlı yayındaysa banlanacaktır. 4-) Yayıncı canlı yayında rakip uygulamaların adını söylerse banlanacaktır. 5-) Yayıncı yayındayken BIGO’ya ya da BIGO Yönetimi’ne küfür veya hakaret ederse kalıcı olarak banlanacaktır. 6-) Reşit olmadığı tespit edilen yayıncılar ya da yayın sırasında çocuk veya bebek gösteren yayıncılar banlanacaktır. 7-) Yayıncı canlı yayın sırasında güvenliğini tehlikeye atan herhangi bir davranışta bulunursa kalıcı olarak banlanacaktır. 8-) Eğer yayıncı canlı yayındaken Greedy BIGO,Yummy BIGO veya Fisher BIGO oynuyorsa, global banı yiyecektir. 9-) BIGO’da sigara içmek ya da sarmak, alkol almak, uyuşturucu kullanmak veya uyuşturucu davranışı sergilemek ban sebebidir.

source: Quota Rules
tr: Kota Kuralları

source: Transfer Rules
tr: Transfer Kuralları

source: What is PK
tr: PK Nedir
