Repository: Paywoow-App/iOS-Paywoow
Catalog: PayWoow/PayWoow/*.lproj/Localizable.strings
Languages: tr

source: 1-) A publisher who collects more than 75 percent of its quota from other publishers does not deserve a commission and its active publishing status is lost. This situation is called cross-support. Publishers who do not receive commissions due to cross-support are reported to the agencies. These publishers need to go through the demo again. 2-) Publishers who fill 75 percent of their quota in the last three days of the month do not deserve a salary and their active publishing status is lost. These publishers need to go through the demo again. 3-) Publishers who do not make a quota for three consecutive months will lose their active publishing status. These publishers are shared with you in the first week of each month in qualifying lists, and you are expected to re-demode themselves as soon as possible. The publisher that does not re-demo will receive a commission if they make a quota the following month. However, they will not be counted as a publisher in the following months. Publishers on the qualifying list are not disconnected from their agency. Content publishers will not be included in the elimination list. 4-) When the broadcaster whose broadcasting has been dropped passes the demo again, the commission system will be reset to the Blue system. 5-) Maximum 60% of the quota of the publishers who are in the monthly Blue or V system can be overseas origin beans. If it is between 60%-80%, the publisher and agency will receive a half commission; In case of 80% or more of overseas sourced beans, the publisher and agency commission is cancelled. Publishers can see what percentage of the gifts discarded from their own data are of overseas origin.
tr: 1-) Kotasının yüzde 75’inden fazlasını diğer yayıncılardan toplayan yayıncı komisyon hak etmez ve aktif yayıncılık statüsü düşer. Bu duruma cross-support (çapraz destek) denir. Cross-support’tan dolayı komisyon alamayan yayıncılar ajanslara bildirilir. Bu yayıncıların yeniden demodan geçmesi gerekmektedir. 2-) Kotasının yüzde 75’ini ayın son üç gününde dolduran yayıncı, maaş hak etmez ve aktif yayıncılık statüsü düşer. Bu yayıncıların yeniden demodan geçmesi gerekmektedir. 3-) Üç ay art arda kota yapmayan yayıncıların aktif yayıncılık statüsü düşer. Bu yayıncılar sizinle her ayın ilk haftası eleme listeleri halinde paylaşılır ve kendilerini en kısa sürede yeniden demodan geçirmeniz beklenir.Yeniden demodan geçmeyen yayıncı bir sonraki ay kota yaparsa bunun komisyonunu alır.Ancak, sonraki aylarda yayıncı olarak sayılmaz. Eleme listesindeki yayıncıların ajanslarıyla olan bağlantısı kesilmez. İçerik yayıncıları eleme listesine girmeyecektir. 4-) Yayıncılığı düşmüş yayıncı, yeniden demodan geçtiğinde komisyon sistemi Blue sistem olarak sıfırlanır. 5-) Aylık Blue veya V sistemde olan yayıncıların kotasının en fazla %60’ı denizaşırı kaynaklı fasulyeler olabilir. %60-%80 arası olduğu takdirde yayıncı ve ajans yarım komisyon alacak olup; %80 ve üzeri oranda denizaşırı kaynaklı fasulye olduğu takdirde yayıncı ve ajans komisyonu iptal edilir. Yayıncılar, kendi verilerinden atılan hediyelerin % kaç oranında deniz aşırı kaynaklı olduğunu görebilmektedirler.

source: Events Player-killer is an event organized by the content and family team. It can be called a competition of two publishers. By participating in these PKs organized by the management, your publishers can have the rewards that the management organizes for each event. Also, PKs are an important step towards fulfilling your publishers' monthly quotas and getting recognized. PK Rules Many events are held every month. These events are shared as announcements in agency groups. All you have to do is to read the PK rules and content carefully and submit the ID and Level of your eligible publishers. PK announcements are shared two days before PKs. You have to send the ID and level of the publishers you want to participate in the PKs after the announcements made. If your publishers' availability is predetermined, you can also specify a specific PK date; The relevant person from the content team will take the necessary notes. If the Bigo official did not say 'We have received a note' after transmitting the ID and level, your publisher has not been noted and you need to send the ID again. If you forward it again, you can tag the relevant agency manager who made the announcement in the groups. The process will be followed closely by the relevant manager.
tr: Etkinlikler Player-killer , içerik ve aile ekibinin düzenlediği etkinliktir. İki yayıncının yarışması olarak adlandırılabilir. Yayıncılarınız yönetimin düzenlediği bu PK'lara katılarak yönetimin her etkinlik için ayrı düzenlediği ödüllere sahip olabilirler. Ayrıca PK'lar yayıncılarınızın aylık kotalarını doldurmak ve tanınması için etkinlikler önemli bir adımdır. PK Kuralları Her ay bir çok etkinlik yapılmaktadır. Bu etkinlikler ajans gruplarında duyuru olarak paylaşılmaktadır. Tek yapmanız gereken PK kurallarını ve içeriği dikkatlice okuyarak , uygun olan yayıncılarınızın ID ve Levellarını iletmenizdir.PK duyuruları PK’ lardan iki gün önce paylaşılır. PK’ lara katılmasını istediğiniz yayıncıların ID ve levellarını , yapılan duyurulardan sonra iletmeniz gerekmektedir. Eğer yayıncılarınızın müsaitlik durumu öncesinden belli ise spesifik bir PK tarihi de belirtebilirsiniz; içerik ekibinden ilgili kişi gerekli notlarını alacaktır. ID ve level ilettikten sonra Bigo yetkilisi ‘Not aldık’ demediyse yayıncınız not alınmamıştır ve ID’yi tekrar iletmeniz gerekmektedir. Tekrar iletmeniz durumunda duyuru yapan ilgili ajans yöneticisini gruplarda etiketleyebilirsiniz. Süreci ilgili yönetici yakından takip edecektir.

source: PK Requests
tr: PK İstekleri

source: You have not any request
tr: Hiç PK isteğin yok

source: Are you ready to take it down?
tr: Onu alt etmeye hazır mısın?

source: Swap Request
tr: Takas İsteği

source: Accept
tr: Kabul Et

source: Swap Request Amount
tr: Takas Miktarı Belirle

source: Send
tr: Gönder

source: Swap Request was sent
tr: Takas isteğin gönderildi!

source: Congratulation 🥳 I sent the your request to User
tr: Tebrikler 🥳 İsteğinizi Kullanıcıya gönderdim

source: Yardımcı Bayi
tr: Assistant Dealer

source: Fullname
tr: Tam Ad

source: Gender
tr: Cinsiyet

source: Man
tr: Erkek

source: Woman
tr: Kadın

source: Gün ve Saat Seç
tr: Demo Zamanı Belirle

source: If you have a platform where you are a streamer before
tr: Daha önce yayıncı olduğun bir platform varsa

source: On which platform would you like to be a streamer?
tr: Hangi platformda yayıncı olmak istersin

source: Deposit fee
tr: Depozito Ücreti

source: For which platform
tr: Hangi platform için

source: Approve Application
tr: Başvuruyu Onayla

source: I have forwarded your request to our manager.
tr: Talebinizi yöneticimize ilettim.

source: They will contact you as soon as possible and receive information for confirmation.
tr: En kısa sürede sizinle iletişime geçecekler ve onay için bilgi alacaklar.

source: If your bank details and name don't match, your transfer will be rejected.
tr: Banka bilgileriniz ve adınız eşleşmezse, havaleniz reddedilecektir.

source: About New Level
tr: Yeni Seviyeler Hakkında

source: Total Points
tr: Toplam Puan

source: 1- Activity within the application
tr: 1- Uygulama içerisindeki aktiflik

source: Leveling up also plays an active role. It is possible to reach new levels with your activity.
tr: Seviyenizin yükselmesinde etkin rol oynar. Aktifliğiniz ile yeni seviyelere ulaşmanız mümkün.

source: 2- Purchased gift cards
tr: 2- Satın alınan gift kartları

source: You gain 10% xp for every sale made. Therefore, the fastest way to level up is the amount of sales made.
tr: Her yapılan satışta %10 xp kazanırsınız. Bu yüzden seviye yükseltmenin en hızlı yolu yapılan satışın miktarıdır.

source: 3- Exchange of Streamers
tr: 3- Yayıncıların Takas Yapması

source: In your trade request or when you accept a trade request, the sender and receiver will receive xp equal to 1% of the accepted amount of diamonds.
tr: Sizin bulunduğunuz takas isteğinde veya bir size gelen takas isteğini kabul ettiğinizde gönderen ve alıcı, kabul edilen elmas miktarının %1 i kadar xp alacaktır.

source: 4- Daily entries
tr: 4- Günlük girişler

source: You will see that it increases rapidly after a certain period of time in the processes you enter every day. The reason for this is that the algorithm tells you that you are active in the application.
tr: Her gün girdiğiniz süreçlerde belli bir süreden sonra hızlı yükseldiğini göreceksiniz. Bunun sebebi uygulama içerisinde aktif olduğunuzu algoritmanın anlatmış olmasıdır.

source: 5- Being a Stereamer
tr: 5- Yayıncı Olmak

source: When you become a publisher, you must be affiliated with an agency. When you become a publisher by agreeing with an agency, the number of levels in the application will change. You will rise faster
tr: Yayıncı olduğunuzda bir ajansa dahil olmanız gerekir. Bir ajans ile anlaşarak yayıncı olduğunuzda uygulama içerisindeki level artışlarındaki kat sayı değişecektir. Daha hızlı yükseleceksiniz

source: 6- Keeping your card information constantly
tr: 6- Devamlı kart bilgilerinizi tutmak

source: The up-to-dateness of your card information is important to us. We work hard so that you can pay securely.
tr: Kart bilgilerinizin güncelliği bizim için önemlidir. Güvenli bir şekilde ödeme yapabilmeniz için uğraşıyoruz.

source: 7- Sending the download link to your friends
tr: 7- Arkadaşlarınıza indirme linki göndermeniz

source: To reach more people, you may want them to be publishers or supporters.
tr: Daha fazla insana ulaşmak için, onlarında yayıncı veya destekçi olmasını isteyebiliriniz.

source: Agency Paywoow ID
tr: Ajans PayWoow ID

source: Paste Agency Paywoow ID
tr: Buraya ajansınızdan alacağınız PayWoow Id sini yapıştırınız

source: The streamer must fill in this field in order to be able to transact securely. Once the Agency approves the notification to the Owner, it can request a swap. PayWoow keeps the security for you so that you can make secure transactions.
tr: Yayıncının güvenli bir şekilde işlem yapabilmesi için bu alanı doldurması gerekmektedir. Ajans, Mal Sahibine yapılan bildirimi onayladığında takas talebinde bulunabilir. Güvenli işlemler yapabilmeniz için PayWoow güvenliği sizin yerinize tutar.

source: Submit request that you are an agency
tr: Ajans olduğunu bildir

source: If you let us know that you are an agency, your publishers will be able to make changes. Only Publishers and Agencies Can See Commerce Panel! Want to see what your publishers are trading and how much they are trading? If your answer is yes, fill in the information below and submit. We will contact you when we receive your request.
tr: Ajans olduğunuzu bize bildirirseniz, yayıncılarınız değişim işlemleri yapabilecektir. Ticaret Panelini Sadece Yayıncılar ve Ajanslar Görebilir! Yayıncılarınızın neleri takas ettiğini ve ne kadar alım satım yaptıklarını görmek istemez misiniz? Cevabınız evet ise aşağıdaki bilgileri doldurun ve gönderin. Talebinizi aldığımızda sizinle iletişime geçeceğiz.

source: Agency Name
tr: Ajans Adı

source: Why do you want a report? let us know?
tr: Neden rapor istiyorsun? Bize bildir

source: Here is empty
tr: Burası biraz ıssız

source: My Bills
tr: Faturalarım

source: Other
tr: Diğer

source: Salary
tr: Kazanç

source: Uploaded ID :
tr: Yükleme Yapılan ID :

source: Transaction Date :
tr: İşlem Tarihi :

source: Dealler
tr: Satıcı

source: Platform Name :
tr: Yükleme Platformu :

source: Credits After Loading :
tr: Yükleme Sonrası Kredi :

source: Details
tr: İncele

source: Offical Deallers
tr: Resmi Bayiler

source: Incoming User
tr: Gelen Kullanıcı

source: Load Amount
tr: Yükleme Miktarı

source: User Award
tr: Destekçi Ödül

source: Publisher Award
tr: Yayıncı Ödül

source: Waiting Now
tr: Beklemede

source: Progress
tr: İşlemde

source: Finding
tr: Aranıyor

source: Remove my swap
tr: Takasımı kaldır

source: Active
tr: Aktif

source: Remove Me
tr: Beni listeden kaldır

source: Not Active
tr: Aktif Değil

source: Info
tr: Bilgi

source: Turn on Mute
tr: Sesini Aç

source: Mute
tr: Sustur

source: Asistant
tr: Asistan

source: Manager
tr: Yönetici

source: Accountant
tr: Muhasebe

source: Assign user rank
tr: Kullanıcıya Rütbe Ata

source: Assign from among your users
tr: Kullanıcıyı görevlendirin

source: User
tr: Kullanıcı

source: Total
tr: Toplam

source: Sorry, we are unable to process your transaction at this time!
tr: Üzgünüz, şu anda işleminizi gerçekleştiremiyoruz!

source: Coming soon!
tr: Çok Yakında Sizlerle

source: To receive support, you must place an order and your order must be processed.
tr: Destek alabilmek için sipariş vermeniz ve siparişinizin işleme konması gerekmektedir.

source: Delete this bank card
tr: Bu kartı sil

source: Please Try Again Later!
tr: Lütfen Daha sonra tekrar deneyin

source: Unfortunately, we are out of business hours at the moment.
tr: Maalesef şu anda mesai saatleri dışındayız.

source: Send Bıll
tr: Fatura Gönder

source: An invoice request has been sent for this order
tr: Bu sipariş için fatura gönderildi zaten.

source: Pull Requests
tr: Çekim Talebi

source: From Accounts This account is worth account management. Not received from people who want to buy for sale. After reading PAYWOOW, you will not get all PAYWOOW back and you will love it and your favorite will be deleted too. If you are sure to leave all small in PAYWOOW, please delete > showcase
tr: Hesap sahipliği Bu hesabın hesap yönetimine sahipsiniz. Hesabınızı silmek istiyorsanız, lütfen hesabınızda geri çekilmemiş mülkler veya bizimle sözleşmeler bulunmadığından emin olun.Bir hesabı silmek kalıcı bir işlemdir. PAYWOOW hesabınızı sildikten sonra, PAYWOOW da paylaşılan tüm içeriği geri alamayacaksınız ve arkadaş bilgileriniz ve favori içeriğiniz de silinecektir. PAYWOOW daki tüm içeriği bırakacağınızdan eminseniz, lütfen hesabımı sil > tamamla

source: About Of VIP Futures?
tr: VIP Özellikleri Nelerdir?

source: Card Request
tr: Kart Talep

source: VIP Subscription Policy
tr: VIP Abonelik Politikası

source: You are now in this package
tr: Şu anda bu pakettesiniz

source: Continue with Email
tr: Email İle Devam Et

source: Continue with Phone
tr: Telefon İle Devam Et

source: Enter your pin to continue
tr: Devam etmek için Pin Giriniz

source: Enter your password to continue
tr: Devam etmek için Şifrenizi Giriniz

source: Incorrect Pin
tr: Doğru olmayan Pin

source: Incorrect pin you was typed, Please try again
tr: Yanlış Pin kodu girdiniz, lütfen tekrar deneyiniz

source: I forgot the my pin
tr: Pin'imi Unuttum

source: I forgot the my password
tr: Şifremi Unuttum

source: Forgot Me
tr: Beni Unut

source: Let's Sign In With Phone
tr: Telefon İle Giriş

source: Min 8 character
tr: En az 8 karakter

source: Hide
tr: Gizle

source: Show
tr: Göster

source: Have you not an account?
tr: Bir hesabın yok mu?

source: Sign In
tr: Giriş Yap

source: Other Continue In Methods
tr: Diğer devam etme methodları

source: Let's Sign In With Email
tr: Email İle Giriş

source: Create An Account
tr: Hesap Oluştur

source: First Name
tr: Ad

source: Last Name
tr: Soyad

source: I agree to the
tr: Kayıt olarak

source: User Data Protection Law
tr: KVK Sözleşmesini

source: and
tr: ve

source: Privacy Policy
tr: Gizlilik Politikasını

source: when I reqistered
tr: kabul ediyorum

source: The phone number is already in use by another account.
tr: Bu numara başka bir hesapta zaten kullılıyor

source: The email address is already in use by another account.
tr: Bu mail adresi baaşka bir hesapte zaten kullanılıyor

source: Sign Up
tr: Kayıt Ol

source: Terms Of Services (KVK)
tr: Kullanıcı Sözleşmesi

source: Success
tr: Başarılı

source: Your request has been sent. Angel when see this request will you back. You should wait
tr: Talebiniz meleğe iletldi. Melek cevap verdiğinde sizlere geri dinüş yapacaktır. Lütfen Bekleyiniz

source: Your request has been sent. Devil when see this request will you back. You should wait
tr: Talebiniz şeytana iletldi. Şeytan cevap verdiğinde sizlere geri dinüş yapacaktır. Lütfen Bekleyiniz

source: Upload Id :
tr: Yükleme ID :

source: Account Security
tr: Hesap Güvenliği

source: Secuirty
tr: Güvenlik

source: VIP Subscription Agreement
tr: VIP abonelik Poltikası

source: Change your password to secure your account
tr: Hesabınızın güvenliğini sağlamak için şifrenizi değiştirin

source: Your password must be at least 8 characters and consist of numbers, letters and special characters. Apart from these, you will be logged out of all sessions, so people trying to log in will no longer be able to access their account.
tr: Şifreniz en az 8 karakter olmalı ve rakamlardan, harflerden ve özel karakterlerden oluşmalıdır. Bunların dışında tüm oturumlardan çıkış yapacaksınız, böylece giriş yapmaya çalışan kişiler artık hesaplarına erişemeyecekler.

source: Current Password
tr: Şu anki şifreniz

source: New Password, again
tr: Yeni şifre tekrar

source: Please check the informations
tr: Lütfen bilgileri kontrol edin

source: Your account information will never be shared with anyone. Safety is our priority. If you want to delete your account, you can use the Delete My Account button at the bottom.
tr: Hesaplardan Bu hesap, hesap yönetimine değer. Your account information will never be shared with anyone. Safety is our priority. If you want to delete your account, you can use the Delete My Account button at the bottom.

source: Delete My Account
tr: Hesabımı sil

source: We need to deleting the your account
tr: Hesabınızı silmemiz gerekiyor

source: We sent you an verification code. When you enter this passcode, we will delete the your account
tr: Size bir doğrulama kodu gönderdik. Bu şifreyi girdiğinizde hesabınızı sileriz

source: Code
tr: Kod

source: Enter your password
tr: Şifreni Gir

source: Incorrect Code
tr: Yanlış Kod

source: You are an agency. so you cannot delete your account. If you want delete the this account stil, Contact us please.
tr: Siz bir ajansınız. yani hesabınızı silemezsiniz. Bu hesabı hala silmek istiyorsanız, lütfen bize ulaşın

source: We cannot delete your account. Try again later please!We cannot delete your account. Try again later please!
tr: Hesabınızı silemeyiz. Lütfen daha sonra tekrar deneyin! Hesabınızı silemiyoruz. Daha sonra tekrar deneyin lütfen!

source: Delete Account
tr: Hesabımı sil

source: Copid PayWoow ID
tr: PayWoow ID kopyala

source: Your PayWoow ID was copid.
tr: Paaywoow ID'niz kopyalandı!

source: Verifiy
tr: Doğrula

source: Address Informations
tr: Adres Bilgileri

source: Detected an nude photo!
tr: Uygunsuz fotoğraf tespit edildi!

source: Please select a non-useable photo. If you continue to select nude photos, your account will be permanently banned!
tr: Uygunsuz bir profil fotoğrafı seçtiniz. Lütfen değiştiriniz. Uygunsuz fotoğraf yüklemeye çalışırsanız, hesabınız kalıcı olarak banlanacaktır

source: Non-Verified Number
tr: Onaylanmadı

source: Please verify the phone number
tr: Lütfen numaranızı doğrulayın

source: Verifiy Phone Number
tr: Telefon numaramı doğrula

source: We have sent a verification code to your phone number. We need this to verify this phone number.
tr: Telefon numaranızı doğrulayabilmek için size bir doğrulama kodu göndermeliğiz

source: Verify Number
tr: Doğrula

source: You can make security settings for your account via this screen.
tr: Bu ekrandan hesabınızı güvenliği için gerekli ayarları değiştirebilirsiniz.

source: Add Bank Card
tr: Banka Kartı Ekle

source: Security
tr: Güvenlik

source: Languege
tr: Dil

source: Copied PayWoow ID
tr: Kopyaladım!

source: Your PayWoow ID was copied.
tr: PayWoow ID'niz kopyalandı!

source: Ok
tr: Tamam

source: How can I change the app languege?
tr: Uygulamanın dilini nasıl değiştirebilirim?

source: There are different steps where you can change Paywoow language due to phone updates. 1. Continue to next screen 2. Tap Language to select the language you want. If there is no language setting, first go to general iPhone language settings to set your preferred language.
tr: Paywoow dilini değiştirmek için şu adımları izleyin. 1. Devam Et seçeneğini seçin. 2. İstediğiniz dili seçmek için Dil'e dokunun. Dil ayarı yoksa, tercih ettiğiniz dili ayarlamak için Genel > PayWoow > Dil sekmesine gidin ve kullanmak istediğiniz dili seçin.

source: Important
tr: Önemli

source: Please take your photo by placing the card at neck level as shown in the picture.
tr: Lütfen kartı resimde gösterildiği gibi boyun hizasında yerleştirerek fotoğrafınızı çekin.

source: You can't find swap users!
tr: Takas yapmak için küçük bir şeye ihtiyacın var!

source: Firstable you should change the your nickname!
tr: Öncelikle takma adınızı değiştirmelisiniz!

source: Streamers
tr: Yayıncılar

source: Paywoow makes your in-app purchases to the chosen platform. Statistics, trade, top 50, referral code and recommendations.
tr: Paywoow, uygulama içi satın alımlarınızı seçilen platforma yapar. İstatistikler, Takas, Top 50, referans kodu ve öneriler.

source: Change Pin Code
tr: Pin Kodunu Değiştir

source: Sign In History
tr: Giriş Aktiviteleri

source: Current Pin
tr: Şuan kullandığın Pin

source: New Pin
tr: Yeni Pin

source: New Pin Verify
tr: Yeni Pin Doğrula

source: Set New Pin
tr: PiN Güncelle

source: Create PIN
tr: Pin Oluştur

source: Device :
tr: Cihaz :

source: Date :
tr: Tarih :

source: Hour :
tr: Saat

source: Are you the one who made this entry?
tr: Bu girişi yapan sen misin?

source: I am not!
tr: Ben Değilim!

source: Yes, it's me
tr: Evet Bendim

source: Suggestions
tr: Öneride Bulun

source: Bank Info
tr: Banka Bilgi

source: Angel
tr: Melek

source: Devil
tr: Şeytan

source: Type your Suggest
tr: Biraz açıklayabilir misiniz lütfen?

source: Upload Screenshots
tr: Ekran Fotosu Yükle

source: Feedback
tr: Öneriler

source: My Feedbacks
tr: Benim Önerilerim

source: You need be a streamer in any agency. Please find an agency!
tr: Takas yapabilmen için bir ajansta yayıncı olman lazım! Lütfen bir ajansa hesap türü ayarlarından başvur!

source: Start Black Subscription
tr: Siyah Aboneliği Başlat

source: Security Check for Sign In
tr: Hızlı ve güvenli giriş için doğrulamayı geçmelisin

source: Your subscription will be renewed every month unless you cancel it. By starting your subscription, you accept our agreement below
tr: Aboneliğiniz siz iptal etmediğiniz sürece her ay yenilenecektir. Aboneliğinizi başlatarak, aşağıdaki sözleşmemizi kabul etmiş olursunuz.
